<template>
	<div class="image-and-text">
		<h2>Headline-2</h2>
		<p>
			У [Назва вашої студії дизайну] ми розуміємо силу добре влаштованого простору і його здатність підняти ваш бізнес
			на новий рівень. Спеціалізуючись на створенні індивідуальних рішень для бізнесів, таких як барбершопи,
			косметологічні клініки та стоматологічні практики, ми прагнемо покращити візуальний вигляд і функціональність
			вашого закладу.
		</p>
		<h4>Наша мета</h4>
		<p>
			У [Назва вашої студії дизайну] ми розуміємо силу добре влаштованого простору і його здатність підняти ваш бізнес
			на новий рівень. Спеціалізуючись на створенні індивідуальних рішень для бізнесів, таких як барбершопи,
			косметологічні клініки та стоматологічні практики, ми прагнемо покращити візуальний вигляд і функціональність
			вашого закладу.
		</p>
	</div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
h2 {
	color: var(--text-on-bg-on-tone-text-primary);
	font-family: "SF Pro Display";
	font-size: 34px;
	font-style: normal;
	font-weight: 500;
	line-height: 120%;
	letter-spacing: -0.68px;
}
</style>